Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# Dashboard_PowerPlan.Header
source: Windows power plan
ar_sa: خطة طاقة Windows
bg_bg: План за захранване на Windows
ca_es: Pla d'energia del Windows
cs_cz: Schéma napájení systému Windows
de_de: Windows-Energiesparplan
el_gr: Σχέδιο παροχής ενέργειας των Windows
es_es: Plan de energía de Windows
et_ee: Windowsi toiteplaan
fa_ir: طرح انرژی Windows
fi_fi: Windowsin virrankäyttösuunnitelma
fr_fr: Mode de gestion de l’alimentation Windows
he_il: תוכנית צריכת חשמל של Windows
hi_in: Windows पावर योजना
hu_hu: Windows energiagazdálkodási séma
id_id: Rencana daya Windows
it_it: Combinazione per il risparmio di energia di Windows
ja_jp: Windows の電源プラン
ko_kr: Windows 전원 관리 계획
lv_lv: Windows enerģijas plāns
nb_no: Windows-strømstyringsplan
nl_nl: Windows-energiebeheerschema
pl_pl: Plan zasilania systemu Windows
pt_pt: Plano de energia do Windows
ro_ro: Schemă de alimentare Windows
ru_ru: Схема электропитания Windows
sk_sk: Plán napájania systému Windows
sr_cyrl_rs: Windows план напајања
sv_se: Windows-energischema
th_th: แผนการใช้พลังงานของ Windows
tr_tr: Windows güç planı
uk_ua: Схема живлення Windows
vi_vn: Kế hoạch nguồn điện của Windows
zh_cn: Windows 电源计划
zh_tw: Windows 電源計劃

# Dashboard_PowerSource.Text
source: Power source
ar_sa: مصدر الطاقة
bg_bg: Източник на захранване
ca_es: Font d'alimentació
cs_cz: Zdroj napájení
de_de: Stromquelle
el_gr: Πηγή ρεύματος
es_es: Fuente de alimentación
et_ee: Toiteallikas
fa_ir: منبع برق
fi_fi: Virtalähde
fr_fr: Source d’alimentation
he_il: מקור חשמל
hi_in: पावर स्रोत
hu_hu: Áramforrás
id_id: Sumber daya
it_it: Alimentazione
ja_jp: 電源
ko_kr: 전원
lv_lv: Barošanas avots
nb_no: Strømkilde
nl_nl: Voedingsbron
pl_pl: Źródło zasilania
pt_pt: Fonte de alimentação
ro_ro: Sursă de alimentare
ru_ru: Источник питания
sk_sk: Zdroj napájania
sr_cyrl_rs: Извор напајања
sv_se: Strömkälla
th_th: แหล่งพลังงาน
tr_tr: Güç kaynağı
uk_ua: Джерело живлення
vi_vn: Nguồn điện
zh_cn: 电源
zh_tw: 電源

# Dashboard_SystemTemperature.Text
source: System temperature
ar_sa: درجة حرارة النظام
bg_bg: Температура на системата
ca_es: Temperatura del sistema
cs_cz: Teplota systému
de_de: Systemtemperatur
el_gr: Θερμοκρασία συστήματος
es_es: Temperatura del sistema
et_ee: Süsteemi temperatuur
fa_ir: دمای سیستم
fi_fi: Järjestelmän lämpötila
fr_fr: Température du système
he_il: טמפרטורת המערכת
hi_in: सिस्टम तापमान
hu_hu: Rendszerhőmérséklet
id_id: Suhu sistem
it_it: Temperatura di sistema
ja_jp: システム温度
ko_kr: 시스템 온도
lv_lv: Sistēmas temperatūra
nb_no: Systemtemperatur
nl_nl: Systeemtemperatuur
pl_pl: Temperatura systemu
pt_pt: Temperatura do sistema
ro_ro: Temperatura sistemului
ru_ru: Температура системы
sk_sk: Teplota systému
sr_cyrl_rs: Температура система
sv_se: Systemtemperatur
th_th: อุณหภูมิระบบ
tr_tr: Sistem sıcaklığı
uk_ua: Температура системи
vi_vn: Nhiệt độ hệ thống
zh_cn: 系统温度
zh_tw: 系統溫度

# Fans_Title.Text
source: Fans
ar_sa: المراوح
bg_bg: Вентилатори
ca_es: Ventiladors
cs_cz: Ventilátory
de_de: Lüfter
el_gr: Ανεμιστήρες
es_es: Ventiladores
et_ee: Ventilaatorid
fa_ir: فن‌ها
fi_fi: Tuulettimet
fr_fr: Ventilateurs
he_il: מאווררים
hi_in: पंखे
hu_hu: Ventilátorok
id_id: Kipas
it_it: Ventole
ja_jp: ファン
ko_kr: 팬
lv_lv: Ventilatori
nb_no: Vifter
nl_nl: Ventilatoren
pl_pl: Wentylatory
pt_pt: Ventoinhas
ro_ro: Ventilatoare
ru_ru: Вентиляторы
sk_sk: Ventilátory
sr_cyrl_rs: Вентилатори
sv_se: Fläktar
th_th: พัดลม
tr_tr: Fanlar
uk_ua: Вентилятори
vi_vn: Quạt
zh_cn: 风扇
zh_tw: 風扇

# Fans_AutoBoost.Header
source: Anti-throttle
ar_sa: منع الاختناق الحراري
bg_bg: Против тротлинг
ca_es: Antilimitació tèrmica
cs_cz: Proti throttlingu
de_de: Anti-Drosselung
el_gr: Αποτροπή στραγγαλισμού
es_es: Antilimitación térmica
et_ee: Piiramise vältimine
fa_ir: جلوگیری از افت کارایی
fi_fi: Kuristuksen esto
fr_fr: Anti-bridage
he_il: מניעת האטה תרמית
hi_in: थ्रॉटलिंग से बचाव
hu_hu: Visszafogás megelőzése
id_id: Anti-throttling
it_it: Anti-throttling
ja_jp: スロットリング防止
ko_kr: 스로틀링 방지
lv_lv: Ierobežošanas novēršana
nb_no: Anti-struping
nl_nl: Anti-throttling
pl_pl: Ochrona przed dławieniem
pt_pt: Anti-throttling
ro_ro: Anti-throttling
ru_ru: Антитроттлинг
sk_sk: Proti throttlingu
sr_cyrl_rs: Спречавање тротловања
sv_se: Anti-strypning
th_th: ป้องกันการ Throttle
tr_tr: Kısılma önleme
uk_ua: Антитротлінг
vi_vn: Chống bóp xung
zh_cn: 防降频
zh_tw: 防降頻

# Fans_AutoBoost.Description
source: Adds speed on top of the firmware's as the chips heat up, reaching full speed at the temperature where the processor starts to throttle.
ar_sa: يضيف سرعة فوق سرعة البرنامج الثابت مع ارتفاع حرارة الشرائح، ويصل إلى السرعة القصوى عند درجة الحرارة التي يبدأ عندها المعالج بخفض أدائه.
bg_bg: Добавя скорост към тази на фърмуера, докато чиповете се нагряват, и достига максимална скорост при температурата, при която процесорът започва да намалява честотата си.
ca_es: Afegeix velocitat a la del microprogramari a mesura que els xips s'escalfen i arriba a la velocitat màxima a la temperatura en què el processador comença a reduir el rendiment.
cs_cz: Přidává otáčky k otáčkám firmwaru, jak se čipy zahřívají, a plných otáček dosáhne při teplotě, kdy procesor začíná snižovat výkon.
de_de: Gibt zur Drehzahl der Firmware mehr hinzu, je heißer die Chips werden, und erreicht volle Drehzahl bei der Temperatur, ab der der Prozessor drosselt.
el_gr: Προσθέτει ταχύτητα σε αυτή του υλικολογισμικού καθώς ζεσταίνονται τα τσιπ και φτάνει στη μέγιστη ταχύτητα στη θερμοκρασία όπου ο επεξεργαστής αρχίζει να μειώνει τις επιδόσεις του.
es_es: Añade velocidad a la del firmware a medida que se calientan los chips y llega a la máxima velocidad a la temperatura en la que el procesador empieza a reducir su rendimiento.
et_ee: Lisab kiipide soojenedes püsivara kiirusele kiirust ja jõuab täiskiiruseni temperatuuril, mil protsessor hakkab jõudlust piirama.
fa_ir: با داغ شدن تراشه‌ها به سرعت سفت‌افزار می‌افزاید و در دمایی که پردازنده شروع به کاهش کارایی می‌کند به حداکثر سرعت می‌رسد.
fi_fi: Lisää nopeutta laiteohjelmiston nopeuden päälle sirujen lämmetessä ja saavuttaa täyden nopeuden lämpötilassa, jossa suoritin alkaa rajoittaa tehoaan.
fr_fr: Ajoute de la vitesse à celle du firmware à mesure que les puces chauffent, jusqu’à la pleine vitesse à la température où le processeur commence à brider ses performances.
he_il: מוסיף מהירות למהירות של הקושחה ככל שהשבבים מתחממים, ומגיע למהירות מלאה בטמפרטורה שבה המעבד מתחיל להאט את עצמו.
hi_in: चिप गर्म होने पर फ़र्मवेयर की गति के ऊपर गति जोड़ता है, और उस तापमान पर पूरी गति तक पहुँचता है जहाँ प्रोसेसर अपनी गति घटाने लगता है।
hu_hu: A chipek melegedésével sebességet ad a belső vezérlőprogram sebességéhez, és azon a hőmérsékleten éri el a teljes sebességet, ahol a processzor visszafogja magát.
id_id: Menambah kecepatan di atas kecepatan firmware saat chip memanas, hingga kecepatan penuh pada suhu saat prosesor mulai menurunkan kinerjanya.
it_it: Aggiunge velocità a quella del firmware man mano che i chip si scaldano, fino alla massima velocità alla temperatura in cui il processore inizia a ridurre le prestazioni.
ja_jp: チップが熱くなるにつれてファームウェアの速度に上乗せし、プロセッサーが性能を落とし始める温度で最高速度に達します。
ko_kr: 칩이 뜨거워질수록 펌웨어 속도에 속도를 더하며, 프로세서가 성능을 낮추기 시작하는 온도에서 최대 속도에 도달합니다.
lv_lv: Mikroshēmām sakarstot, pievieno ātrumu aparātprogrammatūras ātrumam un sasniedz pilnu ātrumu temperatūrā, kurā procesors sāk samazināt veiktspēju.
nb_no: Legger hastighet til fastvarens etter hvert som brikkene blir varme, og når full hastighet ved temperaturen der prosessoren begynner å strupe seg selv.
nl_nl: Voegt snelheid toe bovenop die van de firmware naarmate de chips warm worden, tot volle snelheid bij de temperatuur waarop de processor gaat terugschakelen.
pl_pl: Dodaje prędkość do prędkości oprogramowania układowego, gdy układy się nagrzewają, i osiąga pełną prędkość w temperaturze, w której procesor zaczyna dławić wydajność.
pt_pt: Acrescenta velocidade à do firmware à medida que os chips aquecem e chega à velocidade máxima à temperatura em que o processador começa a reduzir o desempenho.
ro_ro: Adaugă viteză peste cea a firmware-ului pe măsură ce cipurile se încălzesc și ajunge la viteza maximă la temperatura la care procesorul începe să-și reducă performanța.
ru_ru: Добавляет скорость к скорости встроенного ПО по мере нагрева чипов и выходит на максимальную скорость при температуре, на которой процессор начинает сбрасывать частоты.
sk_sk: Pridáva otáčky k otáčkam firmvéru, ako sa čipy zahrievajú, a plné otáčky dosiahne pri teplote, pri ktorej procesor začína znižovať výkon.
sr_cyrl_rs: Додаје брзину на брзину фирмвера како се чипови загревају и достиже пуну брзину на температури на којој процесор почиње да смањује учинак.
sv_se: Lägger till hastighet ovanpå firmwarens när chippen blir varma och når full hastighet vid den temperatur där processorn börjar strypa sig själv.
th_th: เพิ่มความเร็วจากความเร็วของเฟิร์มแวร์เมื่อชิปร้อนขึ้น และถึงเต็มความเร็วที่อุณหภูมิซึ่งโปรเซสเซอร์เริ่มลดประสิทธิภาพตัวเอง
tr_tr: Yongalar ısındıkça üretici yazılımının hızına hız ekler ve işlemcinin kendini yavaşlatmaya başladığı sıcaklıkta tam hıza ulaşır.
uk_ua: Додає швидкість до швидкості мікропрограми, коли чипи нагріваються, і виходить на максимальну швидкість при температурі, за якої процесор починає знижувати частоти.
vi_vn: Cộng thêm tốc độ vào tốc độ của chương trình cơ sở khi chip nóng lên, và đạt hết tốc độ ở nhiệt độ mà bộ xử lý bắt đầu tự giảm hiệu năng.
zh_cn: 随着芯片升温，在固件转速之上额外提速，并在处理器开始降频的温度达到全速。
zh_tw: 隨著晶片升溫，在韌體轉速之上額外提速，並在處理器開始降頻的溫度達到全速。

# Fans_CoolBoost.Description
source: Raises the firmware's own fan speeds, which Auto uses and Custom adds to.
ar_sa: يرفع سرعات المراوح الخاصة بالبرنامج الثابت، التي يستخدمها الوضع "تلقائي" ويضيف إليها الوضع "مخصص".
bg_bg: Повишава собствените скорости на вентилаторите от фърмуера, които режим „Авто“ използва, а режим „Ръчно“ надгражда.
ca_es: Augmenta les velocitats pròpies dels ventiladors del microprogramari, que el mode Auto fa servir i a les quals el mode Manual afegeix velocitat.
cs_cz: Zvyšuje vlastní otáčky ventilátorů řízené firmwarem, které používá režim Auto a ke kterým režim Ruční přidává.
de_de: Erhöht die eigenen Lüfterdrehzahlen der Firmware, die der Modus „Auto“ nutzt und zu denen der Modus „Manuell“ Drehzahl hinzufügt.
el_gr: Αυξάνει τις ταχύτητες ανεμιστήρων του ίδιου του υλικολογισμικού, τις οποίες χρησιμοποιεί η λειτουργία Αυτόματο και στις οποίες προσθέτει η λειτουργία Χειροκίνητο.
es_es: Sube las velocidades propias de los ventiladores del firmware, que usa el modo Auto y a las que el modo Manual añade velocidad.
et_ee: Tõstab püsivara enda ventilaatorikiirusi, mida kasutab režiim Auto ja millele režiim Käsitsi kiirust lisab.
fa_ir: سرعت‌های خود سفت‌افزار برای فن‌ها را بالا می‌برد؛ حالت «خودکار» از آن‌ها استفاده می‌کند و حالت «سفارشی» به آن‌ها می‌افزاید.
fi_fi: Nostaa laiteohjelmiston omia tuuletinnopeuksia, joita Auto-tila käyttää ja joihin Manuaali-tila lisää nopeutta.
fr_fr: Augmente les vitesses propres des ventilateurs gérées par le firmware, qu’utilise le mode Auto et auxquelles le mode Manuel ajoute de la vitesse.
he_il: מעלה את מהירויות המאווררים של הקושחה עצמה, שבהן משתמש מצב "אוטומטי" ושאליהן מצב "מותאם אישית" מוסיף.
hi_in: फ़र्मवेयर की अपनी पंखा गतियाँ बढ़ाता है, जिनका उपयोग "स्वचालित" मोड करता है और जिनमें "कस्टम" मोड गति जोड़ता है।
hu_hu: Megemeli a belső vezérlőprogram saját ventilátorsebességeit, amelyeket az Auto mód használ, és amelyekhez a Kézi mód hozzáad.
id_id: Menaikkan kecepatan kipas bawaan firmware, yang dipakai mode Otomatis dan ditambah oleh mode Kustom.
it_it: Aumenta le velocità delle ventole gestite dal firmware, che la modalità Auto usa e a cui la modalità Manuale aggiunge velocità.
ja_jp: ファームウェア自身のファン速度を上げます。「自動」モードはこの速度を使い、「カスタム」モードはこれに上乗せします。
ko_kr: 펌웨어 자체의 팬 속도를 높입니다. '자동' 모드는 이 속도를 사용하고 '사용자 지정' 모드는 여기에 속도를 더합니다.
lv_lv: Paaugstina aparātprogrammatūras pašas ventilatoru ātrumus, kurus izmanto režīms Auto un kuriem režīms Manuāli pievieno ātrumu.
nb_no: Øker fastvarens egne viftehastigheter, som modusen Auto bruker og modusen Manuell legger hastighet til.
nl_nl: Verhoogt de eigen ventilatorsnelheden van de firmware, die de modus Auto gebruikt en waar de modus Handmatig snelheid bovenop zet.
pl_pl: Podnosi własne prędkości wentylatorów oprogramowania układowego, z których korzysta tryb Auto i do których tryb Ręczny dodaje prędkość.
pt_pt: Aumenta as velocidades próprias das ventoinhas do firmware, que o modo Auto usa e às quais o modo Manual acrescenta velocidade.
ro_ro: Mărește vitezele proprii ale ventilatoarelor stabilite de firmware, pe care modul Auto le folosește și la care modul Manual adaugă viteză.
ru_ru: Повышает собственные скорости вентиляторов встроенного ПО, которые использует режим «Авто» и к которым режим «Вручную» добавляет скорость.
sk_sk: Zvyšuje vlastné otáčky ventilátorov riadené firmvérom, ktoré používa režim Auto a ku ktorým režim Ručný pridáva.
sr_cyrl_rs: Повећава сопствене брзине вентилатора фирмвера, које користи режим „Ауто“ и на које режим „Ручно“ додаје брзину.
sv_se: Höjer firmwarens egna fläkthastigheter, som läget Auto använder och som läget Manuell lägger till hastighet på.
th_th: เพิ่มความเร็วพัดลมของเฟิร์มแวร์เอง ซึ่งโหมด "อัตโนมัติ" ใช้ และโหมด "กำหนดเอง" เพิ่มความเร็วจากตรงนั้น
tr_tr: Üretici yazılımının kendi fan hızlarını yükseltir; Otomatik mod bu hızları kullanır, Özel mod bunlara hız ekler.
uk_ua: Підвищує власні швидкості вентиляторів мікропрограми, які використовує режим «Авто» і до яких режим «Вручну» додає швидкість.
vi_vn: Tăng tốc độ quạt riêng của chương trình cơ sở, vốn được chế độ Tự động sử dụng và được chế độ Tùy chỉnh cộng thêm.
zh_cn: 提高固件自身的风扇转速：“自动”模式使用这一转速，“自定义”模式在其之上额外增加。
zh_tw: 提高韌體本身的風扇轉速：「自動」模式使用這個轉速，「自訂」模式在其之上額外增加。

# Fans_FanTable.Header
source: Fan curve
ar_sa: منحنى المراوح
bg_bg: Крива на вентилаторите
ca_es: Corba dels ventiladors
cs_cz: Křivka ventilátorů
de_de: Lüfterkurve
el_gr: Καμπύλη ανεμιστήρων
es_es: Curva de los ventiladores
et_ee: Ventilaatorikõver
fa_ir: منحنی فن‌ها
fi_fi: Tuuletinkäyrä
fr_fr: Courbe des ventilateurs
he_il: עקומת המאווררים
hi_in: पंखा वक्र
hu_hu: Ventilátorgörbe
id_id: Kurva kipas
it_it: Curva delle ventole
ja_jp: ファン カーブ
ko_kr: 팬 곡선
lv_lv: Ventilatoru līkne
nb_no: Viftekurve
nl_nl: Ventilatorcurve
pl_pl: Krzywa wentylatorów
pt_pt: Curva das ventoinhas
ro_ro: Curba ventilatoarelor
ru_ru: Кривая вентиляторов
sk_sk: Krivka ventilátorov
sr_cyrl_rs: Крива вентилатора
sv_se: Fläktkurva
th_th: เส้นโค้งพัดลม
tr_tr: Fan eğrisi
uk_ua: Крива вентиляторів
vi_vn: Đường cong quạt
zh_cn: 风扇曲线
zh_tw: 風扇曲線

# Fans_FanTable.Description
source: The firmware's own fan speeds, which Auto uses and Custom adds to. Acer's software picks a faster curve for GPU overclocking.
ar_sa: سرعات المراوح الخاصة بالبرنامج الثابت، التي يستخدمها الوضع "تلقائي" ويضيف إليها الوضع "مخصص". يختار برنامج Acer منحنى أسرع عند رفع تردد وحدة معالجة الرسومات.
bg_bg: Собствените скорости на вентилаторите от фърмуера, които режим „Авто“ използва, а режим „Ръчно“ надгражда. Софтуерът на Acer избира по-бърза крива при овърклок на графичния процесор.
ca_es: Les velocitats pròpies dels ventiladors del microprogramari, que el mode Auto fa servir i a les quals el mode Manual afegeix velocitat. El programari d'Acer tria una corba més ràpida per fer overclocking de la GPU.
cs_cz: Vlastní otáčky ventilátorů řízené firmwarem, které používá režim Auto a ke kterým režim Ruční přidává. Software Acer volí rychlejší křivku při přetaktování GPU.
de_de: Die eigenen Lüfterdrehzahlen der Firmware, die der Modus „Auto“ nutzt und zu denen der Modus „Manuell“ Drehzahl hinzufügt. Acers Software wählt beim Übertakten der GPU eine schnellere Kurve.
el_gr: Οι ταχύτητες ανεμιστήρων του ίδιου του υλικολογισμικού, τις οποίες χρησιμοποιεί η λειτουργία Αυτόματο και στις οποίες προσθέτει η λειτουργία Χειροκίνητο. Το λογισμικό της Acer επιλέγει ταχύτερη καμπύλη για υπερχρονισμό της GPU.
es_es: Las velocidades propias de los ventiladores del firmware, que usa el modo Auto y a las que el modo Manual añade velocidad. El software de Acer elige una curva más rápida para el overclocking de la GPU.
et_ee: Püsivara enda ventilaatorikiirused, mida kasutab režiim Auto ja millele režiim Käsitsi kiirust lisab. Aceri tarkvara valib GPU ülekiirendamiseks kiirema kõvera.
fa_ir: سرعت‌های خود سفت‌افزار برای فن‌ها؛ حالت «خودکار» از آن‌ها استفاده می‌کند و حالت «سفارشی» به آن‌ها می‌افزاید. نرم‌افزار Acer برای اورکلاک پردازنده گرافیکی منحنی سریع‌تری انتخاب می‌کند.
fi_fi: Laiteohjelmiston omat tuuletinnopeudet, joita Auto-tila käyttää ja joihin Manuaali-tila lisää nopeutta. Acerin ohjelmisto valitsee nopeamman käyrän näytönohjaimen ylikellotukseen.
fr_fr: Les vitesses propres des ventilateurs gérées par le firmware, qu’utilise le mode Auto et auxquelles le mode Manuel ajoute de la vitesse. Le logiciel d’Acer choisit une courbe plus rapide pour l’overclocking du GPU.
he_il: מהירויות המאווררים של הקושחה עצמה, שבהן משתמש מצב "אוטומטי" ושאליהן מצב "מותאם אישית" מוסיף. התוכנה של Acer בוחרת עקומה מהירה יותר להאצת ה-GPU.
hi_in: फ़र्मवेयर की अपनी पंखा गतियाँ, जिनका उपयोग "स्वचालित" मोड करता है और जिनमें "कस्टम" मोड गति जोड़ता है। Acer का सॉफ़्टवेयर GPU ओवरक्लॉकिंग के लिए तेज़ वक्र चुनता है।
hu_hu: A belső vezérlőprogram saját ventilátorsebességei, amelyeket az Auto mód használ, és amelyekhez a Kézi mód hozzáad. Az Acer szoftvere a GPU tuningolásához gyorsabb görbét választ.
id_id: Kecepatan kipas bawaan firmware, yang dipakai mode Otomatis dan ditambah oleh mode Kustom. Perangkat lunak Acer memilih kurva yang lebih cepat untuk overclocking GPU.
it_it: Le velocità delle ventole gestite dal firmware, che la modalità Auto usa e a cui la modalità Manuale aggiunge velocità. Il software di Acer sceglie una curva più veloce per l'overclock della GPU.
ja_jp: ファームウェア自身のファン速度です。「自動」モードはこの速度を使い、「カスタム」モードはこれに上乗せします。Acer のソフトウェアは GPU のオーバークロック時により速いカーブを選びます。
ko_kr: 펌웨어 자체의 팬 속도입니다. '자동' 모드는 이 속도를 사용하고 '사용자 지정' 모드는 여기에 속도를 더합니다. Acer 소프트웨어는 GPU 오버클럭 시 더 빠른 곡선을 선택합니다.
lv_lv: Aparātprogrammatūras pašas ventilatoru ātrumi, kurus izmanto režīms Auto un kuriem režīms Manuāli pievieno ātrumu. Acer programmatūra GPU pārspīlēšanai izvēlas ātrāku līkni.
nb_no: Fastvarens egne viftehastigheter, som modusen Auto bruker og modusen Manuell legger hastighet til. Acers programvare velger en raskere kurve ved overklokking av GPU-en.
nl_nl: De eigen ventilatorsnelheden van de firmware, die de modus Auto gebruikt en waar de modus Handmatig snelheid bovenop zet. De software van Acer kiest een snellere curve bij het overklokken van de GPU.
pl_pl: Własne prędkości wentylatorów oprogramowania układowego, z których korzysta tryb Auto i do których tryb Ręczny dodaje prędkość. Oprogramowanie Acer wybiera szybszą krzywą przy podkręcaniu GPU.
pt_pt: As velocidades próprias das ventoinhas do firmware, que o modo Auto usa e às quais o modo Manual acrescenta velocidade. O software da Acer escolhe uma curva mais rápida para o overclock da GPU.
ro_ro: Vitezele proprii ale ventilatoarelor stabilite de firmware, pe care modul Auto le folosește și la care modul Manual adaugă viteză. Software-ul Acer alege o curbă mai rapidă pentru overclockarea GPU-ului.
ru_ru: Собственные скорости вентиляторов встроенного ПО, которые использует режим «Авто» и к которым режим «Вручную» добавляет скорость. ПО Acer выбирает более быструю кривую при разгоне видеокарты.
sk_sk: Vlastné otáčky ventilátorov riadené firmvérom, ktoré používa režim Auto a ku ktorým režim Ručný pridáva. Softvér Acer volí rýchlejšiu krivku pri pretaktovaní GPU.
sr_cyrl_rs: Сопствене брзине вентилатора фирмвера, које користи режим „Ауто“ и на које режим „Ручно“ додаје брзину. Acer-ов софтвер бира бржу криву за оверклок графичког процесора.
sv_se: Firmwarens egna fläkthastigheter, som läget Auto använder och som läget Manuell lägger till hastighet på. Acers programvara väljer en snabbare kurva vid överklockning av grafikprocessorn.
th_th: ความเร็วพัดลมของเฟิร์มแวร์เอง ซึ่งโหมด "อัตโนมัติ" ใช้ และโหมด "กำหนดเอง" เพิ่มความเร็วจากตรงนั้น ซอฟต์แวร์ของ Acer เลือกเส้นโค้งที่เร็วกว่าเมื่อโอเวอร์คล็อก GPU
tr_tr: Üretici yazılımının kendi fan hızları; Otomatik mod bu hızları kullanır, Özel mod bunlara hız ekler. Acer'ın yazılımı GPU hız aşırtması için daha hızlı bir eğri seçer.
uk_ua: Власні швидкості вентиляторів мікропрограми, які використовує режим «Авто» і до яких режим «Вручну» додає швидкість. ПЗ Acer вибирає швидшу криву для розгону відеокарти.
vi_vn: Tốc độ quạt riêng của chương trình cơ sở, vốn được chế độ Tự động sử dụng và được chế độ Tùy chỉnh cộng thêm. Phần mềm của Acer chọn đường cong nhanh hơn khi ép xung GPU.
zh_cn: 固件自身的风扇转速：“自动”模式使用这一转速，“自定义”模式在其之上额外增加。Acer 的软件在 GPU 超频时选择更快的曲线。
zh_tw: 韌體本身的風扇轉速：「自動」模式使用這個轉速，「自訂」模式在其之上額外增加。Acer 的軟體在 GPU 超頻時選擇更快的曲線。

# Fans_FanTableStandard.Content
source: Standard
ar_sa: قياسي
bg_bg: Стандартна
ca_es: Estàndard
cs_cz: Standardní
el_gr: Τυπική
es_es: Estándar
et_ee: Tavaline
fa_ir: استاندارد
fi_fi: Tavallinen
he_il: רגילה
hi_in: मानक
hu_hu: Normál
id_id: Standar
ja_jp: 標準
ko_kr: 표준
lv_lv: Standarta
nl_nl: Standaard
pl_pl: Standardowa
pt_pt: Padrão
ru_ru: Стандартная
sk_sk: Štandardná
sr_cyrl_rs: Стандардна
th_th: มาตรฐาน
tr_tr: Standart
uk_ua: Стандартна
vi_vn: Tiêu chuẩn
zh_cn: 标准
zh_tw: 標準

# Fans_FanTableFaster.Content
source: Faster
ar_sa: أسرع
bg_bg: По-бърза
ca_es: Més ràpida
cs_cz: Rychlejší
de_de: Schneller
el_gr: Ταχύτερη
es_es: Más rápida
et_ee: Kiirem
fa_ir: سریع‌تر
fi_fi: Nopeampi
fr_fr: Plus rapide
he_il: מהירה יותר
hi_in: तेज़
hu_hu: Gyorsabb
id_id: Lebih cepat
it_it: Più veloce
ja_jp: 速い
ko_kr: 빠르게
lv_lv: Ātrāka
nb_no: Raskere
nl_nl: Sneller
pl_pl: Szybsza
pt_pt: Mais rápida
ro_ro: Mai rapidă
ru_ru: Более быстрая
sk_sk: Rýchlejšia
sr_cyrl_rs: Бржа
sv_se: Snabbare
th_th: เร็วขึ้น
tr_tr: Daha hızlı
uk_ua: Швидша
vi_vn: Nhanh hơn
zh_cn: 更快
zh_tw: 更快

# Fans_FanTableFastest.Content
source: Fastest
ar_sa: الأسرع
bg_bg: Най-бърза
ca_es: La més ràpida
cs_cz: Nejrychlejší
de_de: Am schnellsten
el_gr: Ταχύτατη
es_es: La más rápida
et_ee: Kiireim
fa_ir: سریع‌ترین
fi_fi: Nopein
fr_fr: La plus rapide
he_il: המהירה ביותר
hi_in: सबसे तेज़
hu_hu: Leggyorsabb
id_id: Tercepat
it_it: La più veloce
ja_jp: 最速
ko_kr: 가장 빠르게
lv_lv: Visātrākā
nb_no: Raskest
nl_nl: Snelst
pl_pl: Najszybsza
pt_pt: A mais rápida
ro_ro: Cea mai rapidă
ru_ru: Самая быстрая
sk_sk: Najrýchlejšia
sr_cyrl_rs: Најбржа
sv_se: Snabbast
th_th: เร็วที่สุด
tr_tr: En hızlı
uk_ua: Найшвидша
vi_vn: Nhanh nhất
zh_cn: 最快
zh_tw: 最快

# Fans_BoostFixed.Content
source: Fixed
ar_sa: ثابتة
bg_bg: Фиксирана
ca_es: Fixa
cs_cz: Pevně
de_de: Fest
el_gr: Σταθερή
es_es: Fija
et_ee: Fikseeritud
fa_ir: ثابت
fi_fi: Kiinteä
fr_fr: Fixe
he_il: קבועה
hi_in: निश्चित
hu_hu: Rögzített
id_id: Tetap
it_it: Fissa
ja_jp: 固定
ko_kr: 고정
lv_lv: Fiksēts
nb_no: Fast
nl_nl: Vast
pl_pl: Stała
pt_pt: Fixa
ro_ro: Fixă
ru_ru: Фиксированная
sk_sk: Pevne
sr_cyrl_rs: Фиксно
sv_se: Fast
th_th: คงที่
tr_tr: Sabit
uk_ua: Фіксована
vi_vn: Cố định
zh_cn: 固定
zh_tw: 固定

# Fans_BoostCurve.Content
source: Curve
ar_sa: منحنى
bg_bg: Крива
ca_es: Corba
cs_cz: Křivka
de_de: Kurve
el_gr: Καμπύλη
es_es: Curva
et_ee: Kõver
fa_ir: منحنی
fi_fi: Käyrä
fr_fr: Courbe
he_il: עקומה
hi_in: वक्र
hu_hu: Görbe
id_id: Kurva
it_it: Curva
ja_jp: カーブ
ko_kr: 곡선
lv_lv: Līkne
nb_no: Kurve
pl_pl: Krzywa
pt_pt: Curva
ro_ro: Curbă
ru_ru: Кривая
sk_sk: Krivka
sr_cyrl_rs: Крива
sv_se: Kurva
th_th: เส้นโค้ง
tr_tr: Eğri
uk_ua: Крива
vi_vn: Đường cong
zh_cn: 曲线
zh_tw: 曲線
